Repository: TheJKM/MensaGuthaben-iOS
Catalog: MensaGuthaben/*.lproj/Localizable.strings
Languages: de

# title
source: MensaBalance
de: MensaGuthaben

# main.actual
source: Actual balance
de: Aktuelles Guthaben

# main.previous
source: Previous transaction
de: Letzte Transaktion

# main.scan
source: Scan again
de: Erneut scannen

# main.history
source: HISTORY
de: VERLAUF

# main.showfull
source: Show full history
de: Ganzen Verlauf anzeigen

# charts.less
source: Not enough scans.
de: Nicht genug Scans vorhanden.

# settings.autoscan
source: Auto-scan on open
de: Beim Öffnen scannen

# settings.mycard
source: MY CARD
de: MEINE KARTE

# settings.idexplanation
source: At first scan your card's ID was stored. With the ID you can filter the history, if you scanned your friend's cards.
de: Beim ersten Scan wurde die ID deiner Karte gespeichert. Anhand dieser ID kannst du den Verlauf filtern, falls du auch Karten von Freunden gescannt hast.

# settings.reset
source: Re-set my card's ID
de: Meine Karten-ID neu setzen

# settings.supported
source: Supported canteens
de: Unterstützte Mensen

# settings.addmy
source: Add my canteen
de: Meine Mensa hinzufügen

# settings.about
source: ABOUT THE APP
de: ÜBER DIE APP

# settings.legal
source: Legal infos
de: Rechtliches

# settings.githublink
source: MensaBalance on GitHub
de: MensaGuthaben auf GitHub

# settings.title
source: Settings
de: Einstellungen

# settings.done
source: Done
de: Fertig

# legal.disclaimertitle
source: DISCLAIMER
de: HAFTUNGSAUSSCHLUSS

# legal.disclaimer
source: No liability for the content of external links. THE SOFTWARE IS PROVIDED WITHOUT ANY EXPLICIT OR IMPLICIT GUARANTY, INCLUDING THE GUARANTY RELATING TO THE USE FOR THE DESIGNATED OR A PERTICULAR PURPOSE AS WELL AS INFRINGEMENTS OF ANY KIND, BUT NOT LIMITED TO THAT. THE AUTHORS OR OWNERS OF COPYRIGHT ARE NOT TO BE HELD LIABLE IN ANY CASE FOR DAMAGE OR DEMANDS OF ANY KIND, WETHER RESULTING FROM THE PERFORMANCE OF A CONTRACT, TORT OR OTHERWISE IN CONNECTION WITH THE SOFTWARE OR OTHER USE OF THE SOFTWARE.
de: Keine Haftung für die Inhalte externer Links. DIE SOFTWARE WIRD OHNE JEDE AUSDRÜCKLICHE ODER IMPLIZIERTE GARANTIE BEREITGESTELLT, EINSCHLIESSLICH DER GARANTIE ZUR BENUTZUNG FÜR DEN VORGESEHENEN ODER EINEM BESTIMMTEN ZWECK SOWIE JEGLICHER RECHTSVERLETZUNG, JEDOCH NICHT DARAUF BESCHRÄNKT. IN KEINEM FALL SIND DIE AUTOREN ODER COPYRIGHTINHABER FÜR JEGLICHEN SCHADEN ODER SONSTIGE ANSPRÜCHE HAFTBAR ZU MACHEN, OB INFOLGE DER ERFÜLLUNG EINES VERTRAGES, EINES DELIKTES ODER ANDERS IM ZUSAMMENHANG MIT DER SOFTWARE ODER SONSTIGER VERWENDUNG DER SOFTWARE ENTSTANDEN.

# legal.licensetitle
source: LICENSE
de: LIZENZ

# legal.license
source: MensaBalance iOS Copyright (C) 2019 - 2020 Johannes Kreutz. This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <https://www.gnu.org/licenses/>.
de: MensaGuthaben iOS Copyright (C) 2019 - 2020 Johannes Kreutz. Dieses Programm ist freie Software. Sie können es unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 3 der Lizenz oder (nach Ihrer Option) jeder späteren Version. Die Veröffentlichung dieses Programms erfolgt in der Hoffnung, dass es Ihnen von Nutzen sein wird, aber OHNE IRGENDEINE GARANTIE, sogar ohne die implizite Garantie der MARKTREIFE oder der VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK. Details finden Sie in der GNU General Public License. Sie sollten ein Exemplar der GNU General Public License zusammen mit diesem Programm erhalten haben. Falls nicht, siehe http://www.gnu.org/licenses/.

# legal.third
source: THIRD PARTIES
de: DRITTANBIETER

# legal.oss
source: MensaBalance uses OpenSource-software, whose licences are viewable here.
de: MensaGuthaben nutzt OpenSource-Software, deren Lizenztexte hier einsehbar sind.

# legal.osstitle
source: OpenSource-licenses
de: OpenSource-Lizenzen

# legal.title
source: Legal
de: Rechtliches

# oss.third
source: Third party licences
de: Drittanbieterlizenzen

# supported.tested
source: TESTED CARDS
de: GETESTETE KARTEN

# supported.untested
source: NON-TESTED CARDS
de: UNGETESTETE KARTEN

# supported.infotext
source: The following cards should work with the app, although they're not tested yet. You used the app successfully with one of those, or another card? Write us:
de: Die Karten folgender Mensen sollten mit der App funktionieren, wurden jedoch noch nicht getestet. Du hast die App erfolgreich mit einer Karte dieser Mensen oder einer hier nicht genannten Mensa genutzt? Schreib uns:

# supported.github
source: On GitHub
de: Auf GitHub

# supported.title
source: Supported canteens
de: Unterstützte Mensen

# add.title
source: Add canteen
de: Mensa hinzufügen

# history.mode
source: View mode
de: Anzeigemodus

# history.my
source: My card
de: Meine Karte

# history.all
source: All
de: Alle

# history.title
source: History
de: Verlauf

# history.deleteQuestion
source: Do you really want to delete the whole history?
de: Möchtest du den gesamten Verlauf wirklich löschen?

# history.delete
source: Delete
de: Löschen

# history.cancel
source: Cancel
de: Abbrechen

# historyDetail.balance
source: BALANCE
de: GUTHABEN

# historyDetail.last
source: LAST TRANSACTION
de: LETZTE TRANSAKTION

# historyDetail.timestamp
source: TIMESTAMP
de: ZEITSTEMPEL

# historyDetail.id
source: CARD-ID
de: KARTEN-ID

# reader.subtitle
source: Please put your card at the top of your iPhone.
de: Bitte halte deine Mensakarte an die Oberkante deines iPhone.

# reader.failed
source: Sorry, reading your card failed.
de: Leider konnte deine Karte nicht gelesen werden.

# reader.unknown
source: Sorry, reading your card failed: Unknown card
de: Leider konnte deine Karte nicht gelesen werden: Unbekannte Karte

# reader.error
source: Sorry, reading your card failed: Error on reading
de: Leider konnte deine Karte nicht gelesen werden: Fehler beim Lesen

# reader.code
source: Sorry, reading your card failed. (Error code
de: Leider konnte deine Karte nicht gelesen werden. (Fehlercode
